# Sequence ნიშნავს, რომ პროგრამის ბრძანებები სრულდება მიმდევრობით, ზუსტად იმ თანმიმდევრობით, როგორითაც ისინი წერია. თითოეული ნაბიჯი სრულდება ერთი მეორის შემდეგ.



# Control Flow ნიშნავს პროგრამაში ბრძანებების შესრულების გზას – ანუ როგორ წყვეტს პროგრამა რომელი კოდი შეასრულოს, როდის, და რამდენჯერ.                                                                                                                                                                                                 number = int(input("შეიყვანე რიცხვი: "))






    